/* No comment provided by engineer. */
" and %@" = " și %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ a comentat: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ a sugerat un ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ este membru al rețelei iNaturalist în %2$@. Instituțiile locale care sprijină %3$@ vor avea acces la adresa dvs. de e-mail și acces la adevăratele coordonate ale observațiilor care sunt ascunse publicului sau private. Ați dori să vă schimbați afilierea?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ este parte a rețelei internaționale iNaturalist. Doriți să vă alăturați %2$@ pentru a localiza experiența dvs. de iNaturalist și a partaja date cu instituțiile locale?";

/* site news */
"%@ News" = "%@ Știri";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, construit %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, versiunea%2$@, iOS%3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Observație";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Observație pentru încărcare";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Observații";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Observație pentru încărcare";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' necesită completarea '%2$@' câmpului.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Despre";

/* title for about section of the guide screen */
"ABOUT" = "DESPRE";

/* about this project title */
"About this Project" = "Despre Proiect";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Cont utilizator?";

/* No comment provided by engineer. */
"Activity" = "Activitate";

/* Title for add comment failed alert */
"Add Comment Failure" = "Adăugarea comentariului a eșuat";

/* Title for add ID failed alert */
"Add Identification Failure" = "Adăugarea identificării a eșuat";

/* No comment provided by engineer. */
"Add to Favorites" = "Adaugă la Favorite";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Sunt de acord";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Aveți deja un Cont de utilizator?";

/* Title for app section of settings. */
"App Settings" = "Setări aplicație";

/* No comment provided by engineer. */
"Are you really sure?" = "Ești sigur?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Ești sigur că vrei să părăsești acest proiect?";

/* No comment provided by engineer. */
"Are you sure?" = "Ești sigur?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Ești sigur? Acest lucru este permanent.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundația Vida Silvestre Argentina care operează ArgentiNat (www.argentinat.org)";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas al Australiei Vii care operează iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automat";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Completarea automată a numelor";

/* label for auto upload switch in settings */
"Automatic upload" = "Incărcare automată";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Folosind iNaturalist sunteți de acord cu Termenii și Politica de condifențialitate.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech și Cornell Tech au ajutat la dezvoltarea sistemului de viziune computerizată care sugerează identificări din fotografii. Mulțumim lui Grant Van Horn, Serge Belongie și Pietro Perona pentru avansarea cercetării viziunii pe calculator. Mai multe informații pot fi găsite pe vizipedia.org. Mulțumiri speciale NVIDIA pentru asistență suplimentară.";

/* Title for Camera button in media picker */
"Camera" = "Cameră";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Declanșator pentru aparatul de fotografiat";

/* No comment provided by engineer. */
"Can't Add ID" = "Nu se poate adăuga ID";

/* No comment provided by engineer. */
"Can't Comment" = "Nu se poate comenta";

/* No comment provided by engineer. */
"Can't Fave" = "Nu se poate favoriza";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Nu pot căuta pentru observațiile dvs. acum. Vă rog încercați mai târziu.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Federația Canadiană a Vieții Sălbatice, Muzeul Regal Ontario, NatureServe Canada și Parks Canada care operează iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Anulare";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Se anulează...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Nu se poate alege o dată în viitor.";

/* Failure message */
"Cannot donate" = "Nu pot să donez";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Nu se poat încărca sugestiile: %@";

/* Store launch failure message */
"Cannot open store" = "Magazinul nu se deschide";

/* Failure message */
"Cannot rate" = "Nu se poate evalua";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Nu se poate căuta în iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Nu Pot Trimite E-mailuri";

/* No comment provided by engineer. */
"Cannot use your location" = "Nu se poate folosi locația ta";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Captiv / Cultivat";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Captiv / Cultivat înseamnă că organismul respectiv există unde a fost observat deoarece oamenii au dorit să fie acolo. iNaturalist este despre observarea organismelor sălbatice, iar partenerii noștri nu sunt interesați de observații ale animalelor de companie sau din grădini zoologice.";

/* title for captive selector */
"Captive?" = "Captiv?";

/* casual data quality */
"Casual Grade" = "Grad cazual";

/* label for change email address action in settings */
"Change email" = "Schimbați e-mailul";

/* No comment provided by engineer. */
"Change Email" = "Schimbați e-mailul";

/* No comment provided by engineer. */
"Change email address?" = "Schimbați adresa de e-mail?";

/* accessibility label for change flash button */
"Change Flash" = "Schimbă blitz";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Schimbați comutarea blitzului. Momentant este pe modul automat";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Schimbă blitz. Momentan este oprit";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Schimbă blizt. Momentan este pornit";

/* label for change username action in settings */
"Change username" = "Schimbare nume utilizator";

/* No comment provided by engineer. */
"Change Username" = "Schimbă numele utilizatorului";

/* No comment provided by engineer. */
"Change username?" = "Schimbă nume utilizator?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Schimbă poza ta de profil?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Bifează această căsuță dacă vrei să aplici o licență de atribuire creativ non comercială forografiilor tale. Poți să alegi o licență diferită sau să alegi o altă licență mai târziu, dar aceasta este cea mai bună licență pentru partajarea cu cercetătorii.";

/* title of alert after you reset your password */
"Check your email" = "Verifică adresa de email";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerul Mediului Ambiant care operează iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Alege din librărie";

/* title of inat network picker */
"Choose iNat Network" = "Alege Rețeaua iNat";

/* title for project observations chooser */
"Choose Projects" = "Alege Proiecte";

/* accessibility label for close camera button */
"Close Camera" = "Alege cameră";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Proiectul Colecție";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Columbia: Institutul Humboldt care operează Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Comentariu";

/* label for contact support action in settings. */
"Contact support" = "Contactați asistența";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Conținut de licențiere";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Copiați Numele Științific";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Nu sunt de acord";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Nu a putut fi adăugat la proiect %1$@.%2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Nu s-a putut determina locația ta";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Se creează observația...";

/* intro to credits section. */
"Credits" = "Contributori";

/* Header for data quality section of obs detail */
"Data Quality" = "Calitatea datelor";

/* No comment provided by engineer. */
"Default" = "Implicit";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Șterge descărcări";

/* No comment provided by engineer. */
"Delete Error" = "Șterge eroare";

/* text of delete obs button */
"Delete Observation" = "Șterge Observație";

/* Deletes pending sync. */
"Deletes To Sync" = "Se șterge pentru sincronizare";

/* title for description section of the guide screen */
"DESCRIPTION" = "DESCRIERE";

/* Title for confirm new observation details view */
"Details" = "Detalii";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Nu îmi mai arăta sugestii";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donați pentru iNaturalist";

/* No comment provided by engineer. */
"Download" = "Descărcați";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Descarcă pentru utlilizare offline";

/* No comment provided by engineer. */
"Download not available" = "Descărcarea nu este disponibilă";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Descărcat";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Se descarcă...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Institutul Național al Biodiversității (INABIO) care operează iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "A apărut o eroare pe server sau ghidul nu mai există.";

/* label for email field in settings */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Error" = "Eroare";

/* failure title when changing a setting. */
"Error changing setting." = "Eroare la modificarea setării.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Eroare la preluarea observațiilor";

/* error loading leaderboard title */
"Error loading leaderboard" = "Eroare la încărcarea clasamentului";

/* No comment provided by engineer. */
"Explore" = "Explorează";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Descărcarea fișierului a eșuat";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Conectarea la iNaturalist nu a reuși. Te rugăm să încerci din nou.";

/* title of alert when sound recording fails */
"Failed to Record" = "Înregistrarea nu a reușit";

/* No comment provided by engineer. */
"Failed to save guide" = "Nu s-a reușit salvarea ghidului";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Nu s-a putut configura înregistrarea sunetului";

/* No comment provided by engineer. */
"Faved" = "Favorizat";

/* No comment provided by engineer. */
"Featured" = "Recomandate";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Eroare la obținerea token-ului de autentificare. Contactați vă rog help@inaturalist.org și reîncercați mai târziu.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Se preiau observațiile recente din zona din apropiere";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Se preiau observațiile recente din întreaga lume";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Găsește-mi observațiile";

/* No comment provided by engineer. */
"Find observations near me" = "Găsește observații din apropierea mea";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Se găsește locația ta...";

/* finland partner */
"Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlanda: Muzeul finlandez de Istorie Naturalistă (LUOMUS) care operează iNaturalist Finlanda (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Ați uitat parola?";

/* Geoprivacy button title */
"Geoprivacy" = "GeoProtecție";

/* No comment provided by engineer. */
"Go Back" = "Înapoi";

/* Button to dismiss a tutorial screen */
"Got It" = "Am înțeles";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grecia: iSea sprijină iNaturalist Grecia (greece.iNaturalist.org).";

/* No comment provided by engineer. */
"Guide download error" = "Eroare la descărcarea ghidului";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Editorul ghidului treuie să activeze această caracteristică.";

/* No comment provided by engineer. */
"Guides" = "Ghiduri";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Ghidurile sunt create și îmărtășite de comunitatea iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Ghidurile sunt liste cu specii";

/* Title for help section of settings. */
"Help" = "Ajutor";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Iată sugestiile noastre de top:";

/* Title of identification failure alert */
"Identification Failed" = "Identificarea a eșuat";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identificare taxonomică";

/* No comment provided by engineer. */
"Identifications" = "Identificare";

/* No comment provided by engineer. */
"Identifiers" = "Identificatori";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Dacă adresa de email este asociată cu un cont iNaturalist, o să primiți un email cu instrucțiuni de resetare a parolei.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Dacă dorești să înregistrezi o observație sonoră, va trebui să acorzi aplicației iNaturalist permisiunea de a utiliza microfonul.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Eroare creare ImageStore";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Eroare salvare ImageStore";

/* No comment provided by engineer. */
"in project '%@'" = "în proiect '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist există datorită participării fiecărui membru al comunității noastre. Persoanele care au dezvoltat software-ul, au definit interfețele, întrețin infrastructurile, sprijină comunitatea și întrețin colaborările sunt: Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist este o inițiativă comună a Academiei de Științe din California și a Societății Naționale Geografice.";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Rețea iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Locuri iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist folosește iconițe Glyphish făcute de Joseph Wain, iconițe făcute de Ben Sperry și iconițe făcute de Luis Prado și Roman Shlyakov, care fac parte din proiectul Noun. iNaturalist este profund recunoscător comunității Cocoapods, precum și contribuțiilor din comunitatea noastră open source. Vezi https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nume de utilizator sau parolă incorecte.";

/* No comment provided by engineer. */
"Internet connection required" = "Necesită conexiune la internet";

/* No comment provided by engineer. */
"Internet required" = "Necesită internet";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Intoducere încărcare automată!";

/* Invalid date alert title */
"Invalid Date" = "Dată incorectă";

/* Error for bad email when making account. */
"Invalid Email Address" = "Adresă de email incorectă";

/* Unknown invalid input */
"Invalid input" = "Intrare incorectă";

/* No comment provided by engineer. */
"Invalid Location" = "Locație incorectă";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Nume utilizator incorect";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: Universitatea din Haifa susține iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Locurile din categoria IUCN II sunt furnizate de IUCN și UNEP-WCMC (2015), Baza de Date Mondială privind Ariile Protejate (WDPA)[On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Disponibil pe www.protectedplanet.net.";

/* Join project button */
"Join" = "Alătură-te";

/* join iNat network partner alert title */
"Join %@?" = "Vă alăturați %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Alătură-te proiectelor pentru înregistrarea observațiilor";

/* No comment provided by engineer. */
"Joined" = "Înscris";

/* No comment provided by engineer. */
"Joining..." = "Se alătură...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Acuratețe: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Clasament";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Află mai multe";

/* learn more (about network partner changes) button text */
"Learn more" = "Aflați mai multe";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Află mai multe despre calitatea datelor >";

/* Leave project button */
"Leave" = "Părăsește";

/* No comment provided by engineer. */
"Leaving..." = "Ies...";

/* The license of the species guide */
"License" = "Licență";

/* No comment provided by engineer. */
"Loading..." = "Se încarcă...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Eroare la găsirea locației";

/* No comment provided by engineer. */
"Location Services Denied" = "Serviciile de localizare sunt respinse";

/* No comment provided by engineer. */
"Location Services Restricted" = "Serviciile de localizare sunt restricționate";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Autentificare";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Autentificare/ Înregistrare";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Conectează-te și încarcă această observație pentru a permite comentarii & identificări.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Conectează-te pentru a activa favoritele.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Caută o specie după nume";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Caută numele speciei";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Se pare că a fost o eroare: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Se pare că nu ai observații.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Vă place iNat? Evaluați-ne";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxemburg: Muzeul național de istorie naturală din Luxemburg (MnhnL) sprijină iNaturalist Luxemburg (inaturalist.lu)";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Asigură-te că iNat are permisiunea de a accesa locația GPS sau acordă-i timp pentru a accesa locația.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Gestionați descărcarea";

/* No comment provided by engineer. */
"Map of Observations" = "Harta observațiilor";

/* Placeholder text for not logged title on me tab. */
"Me" = "Eu";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisia Națională pentru Cunoașterea și Utilizarea Biodiversității (CONABIO) care operează NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migrare Eșuată";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Problemă cu Migrarea";

/* No comment provided by engineer. */
"Missing Date" = "Lipsește data";

/* No comment provided by engineer. */
"Missing Location" = "Lipsește locația";

/* No comment provided by engineer. */
"Missing Required Field" = "Lipsește câmpul obligatoriu";

/* No comment provided by engineer. */
"My Content" = "Conținutul meu";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "numit '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "numit '%@'";

/* No comment provided by engineer. */
"Nearby" = "În apropiere";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filtru de sugestii din apropiere";

/* needs id data quality */
"Needs ID" = "Necesită ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Necesită atenția ta";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Necesită rețea.";

/* No comment provided by engineer. */
"Network unavailable" = "Rețea indisponibilă";

/* No comment provided by engineer. */
"Network Unavailable" = "Rețea Indisponibilă";

/* decline to change cemra permissions button title */
"Never mind" = "Ignorați";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Nou pe iNaturalist? Înscrie-te acum!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Noua Zeelandă: Rețeaua de Înregistrare a Biodiversității NZ care operează iNaturalist NZ - Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Știri";

/* Confirm a new photo */
"NEXT" = "URMĂTORUL";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Nu";

/* No comment provided by engineer. */
"No description" = "Nici o descriere";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nici un rezultat iNaturalist";

/* place guess when we have no location information */
"No location" = "Nici o locație";

/* No comment provided by engineer. */
"No matching taxa" = "Nici un taxon găsit";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Nu există permisiuni pentru microfon";

/* No comment provided by engineer. */
"No network connection." = "Nu există conexiune la rețea.";

/* No comment provided by engineer. */
"No network connection. :(" = "Nu există conexiune la rețea. :(";

/* Header observation count title when there are none. */
"No Observations" = "Nici o observație";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Nicio observație găsită în zona hărții.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Nu s-au găsit observații";

/* No comment provided by engineer. */
"No observations yet." = "Nici o observație încă.";

/* accessibility label for no photo button
   Title for No Photo button in media picker */
"No Photo" = "Nici o fotografie";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Fără fotografii sau lipsă de identificare";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Nu au fost găsite astfel de organisme. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Nu a fost găsită nici o persoană. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Nu a fost găsită această locație. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Nu a fost găsit acest proiect. :(";

/* No comment provided by engineer. */
"No Thanks" = "Nu mulțumesc";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Nici o actualizare încă. Stai pe fază!";

/* No comment provided by engineer. */
"No URL configured" = "Niciun URL configurat";

/* do not change network partner button */
"No, don’t change my affiliation" = "Nu, nu-mi schimbați afiliația";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "NICI O IMAGINE";

/* No comment provided by engineer. */
"None, all rights reserved" = "Nici una, toate drepturile rezervate";

/* No comment provided by engineer. */
"Not Allowed" = "Nu este permis";

/* 403 unauthorized title */
"Not Authorized" = "Neautorizat";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notițe...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Observații";

/* obscured geoprivacy */
"Obscured" = "Acoperit";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Eroare de Validare a Câmpului de Observație: %@";

/* No comment provided by engineer. */
"Observations" = "Observații";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observații: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observații: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observă";

/* No comment provided by engineer. */
"Observers" = "Observatorii";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Oprit";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Pornit";

/* Title error with oops text. */
"Oops" = "Oops";

/* open geoprivacy */
"Open" = "Deschis";

/* No comment provided by engineer. */
"Open link in Safari" = "Deschide link-ul în Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Deschide setările";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerul Mediului care operează iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Parolele trebuie să conțină cel puțin șase caractere.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pauză";

/* No comment provided by engineer. */
"Paused" = "Oprit";

/* No comment provided by engineer. */
"Permission denied" = "Permisiune respinsă";

/* Title for Photo Library button in media picker */
"Photo Library" = "Photo Library";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Eroare la încărcarea fotografiei";

/* Title for photo save error alert msg */
"Photo Save Error" = "Eroare la salvarea imaginii";

/* Title for photos error alert msg */
"Photos Error" = "Eroare fotografii";

/* accessibility label for pick from library button */
"Pick from Library" = "Alege din bibliotecă";

/* No comment provided by engineer. */
"Placeholder" = "Înlocuitor";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Notă: Observațiile vor fi incluse automat într-un proiect de colecție dacă ele corespund criteriilor acestuia.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Alegeți o locație validă.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Vă rugăm încercați din nou în câteva momente.";

/* failure message when the user should just try again. */
"Please try again later." = "Te rugăm să încerci mai târziu.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Vă rugăm să încărcați pentru a determina calitatea datelor";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugalia: Asociația Biodiversitate Pentru Toți care operează Biodiversitity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Publicat de";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefer fără urmărire";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Politica de confidențialitate";

/* private geoprivacy */
"Private" = "Privat";

/* choose projects button title. */
"Projects" = "Proiecte";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Proiectele sunt colecții de observații cu un scop comun";

/* No comment provided by engineer. */
"Pull to Refresh" = "Trageți pentru actualizare";

/* Rank in an ordered list */
"Rank" = "Grad";

/* action to re-download a species guide from the server */
"Re-download" = "Re-descarcă";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Înregistrare";

/* Title for Camera button in media picker */
"Record Sound" = "Înregistrare sunet";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Nivel de înregistrare (de la 0 la 1)";

/* Title for sound recording screen */
"Recording Sound" = "Înregistrarea sunetului";

/* No comment provided by engineer. */
"Remove my profile photo" = "Înlătură poza mea de profil";

/* No comment provided by engineer. */
"Removing..." = "Se înlătură...";

/* No comment provided by engineer. */
"RESEARCH" = "CERCETARE";

/* research data quality */
"Research Grade" = "Gradul cercetării";

/* No comment provided by engineer. */
"Restricted to current map area" = "Limitat la harta curentă";

/* No comment provided by engineer. */
"Resuming" = "Reluare";

/* Retake a photo */
"RETAKE" = "RELUARE";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Schimbă camera foto";

/* Title for save new observation button */
"SAVE" = "SALVARE";

/* No comment provided by engineer. */
"Save Anyway" = "Salvează oricum";

/* Done button for recording observation sounds */
"Save Recording" = "Salvare înregistrare";

/* No comment provided by engineer. */
"Saving..." = "Se salvează...";

/* No comment provided by engineer. */
"Search" = "Căutare";

/* placeholder for guide search field */
"Search for guide named..." = "Căutați ghidul numit...";

/* placeholder for project search field */
"Search for project named..." = "Căutați un proiect numit...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Se caută organisme...";

/* No comment provided by engineer. */
"Searching for people..." = "Se caută persoane...";

/* No comment provided by engineer. */
"Searching for place..." = "Se caută locuri...";

/* No comment provided by engineer. */
"Searching for project..." = "Se caută proiecte...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Se caută cele mai recente observații din zona mea";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Se caută cele mai recente observații din întrega lume";

/* No comment provided by engineer. */
"seen at '%@'" = "văzut la '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "văzut de '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Văzut din apropiere";

/* default select title */
"Select" = "Selectare";

/* select taxon title */
"Select \"%@\"" = "Selectează \"%@\"";

/* title for date selector */
"Select Date" = "Selectează date";

/* title for geoprivacy selector */
"Select Privacy" = "Selectează confidențialitate";

/* No comment provided by engineer. */
"Selected Observation" = "Observații selectate";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Setează imagina de profil";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Configurarea contului iNaturalist...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Setări";

/* Title for share new observation button */
"SHARE" = "DISTRIBUIE";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Împărtășește-ți observațiile cu comunitatea.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Cumpărați la Magazinul iNat";

/* label for show common names switch in settings */
"Show common names" = "Afișează numele comune";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Afișează numai sugestii din apropiere";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Afișează mai întâi numele științifice";

/* No comment provided by engineer. */
"Sign out" = "Deconectare";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Înregistare";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Înscrieți-vă acum!";

/* No comment provided by engineer. */
"Signing Out" = "Deconectați-vă";

/* skip button title */
"Skip ›" = "Sari ›";

/* No comment provided by engineer. */
"Somewhere..." = "Undeva...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sortare";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Sursa: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Specii";

/* species count on the explore leaderboard. */
"Species: %ld" = "Specii: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Specii: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistică";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Oprește încărcarea";

/* No comment provided by engineer. */
"Suggest ID" = "ID Sugerat";

/* label for suggest species switch in settings */
"Suggest species" = "Sugerează specii";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Sugestii bazate pe observații și identificări oferite de comunitatea iNaturalist, inclusiv %1$@, %2$@, %3$@, și multe altele.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Sugestii bazate pe baza observațiilor și identificărilor oferite de comunitatea iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Se sincronizează...";

/* Category of iOS standard places for place search */
"System Places" = "Locațiile sistemului";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ETICHETE";

/* No comment provided by engineer. */
"Take a photo" = "Capturează o imagine";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Spune-ne de ce";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Condiții de utilizare";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Nu există observații pentru acest proiect încă. Verifică din nou în curând!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "A apărut o eroare neașteptată.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Această observație a fost votată de comunitatea iNaturalist ca având un grad cazual.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Observația are un grad casual deoarece a fost votată de comunitatea iNaturalist ca și captivă sau cultivată.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Această observație are nevoie de o dată pentru a fi considerată pentru cercetare.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Această observație are nevoie de o locație pentru a fi considerată pentru cercetare.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Această observație are nevoie de un ID de consens pentru a fi considerată pentru cercetare.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Această observație are nevoie de o imagine pentru a fi considerată pentru cercetare.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Această observație are nevoie de mai multe ID-uri de la comunitatea iNat pentru a fi considerată pentru cercetare.";

/* No comment provided by engineer. */
"This project has no description." = "Acest proiect nu are descriere.";

/* No comment provided by engineer. */
"This project has no title." = "Acest proiect nu are titlu.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Acest lucru va elimia, observațiile tale de la acest proiect.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Veți pierde orice modificări/adăugări făcute folosind această aplicație care nu au fost încă sincronizate cu iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Se vor descărca datele %@ astfel încât să puteți utliza ghidul chiar și atunci când nu aveți acces la internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Perioda de timp";

/* No comment provided by engineer. */
"Timeout" = "Timpul a trecut";

/* project title header */
"Title" = "Titlu";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Proiectul Tradițional";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Încearcă mai târziu când ești conectat la internet.";

/* button title to turn on autoupload */
"Turn On" = "Activare";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Activează pornirea automată și observațiile tale o să fie încărcate automat pe iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Proiectul Umbrella";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Nu s-a putut adăuga identificarea la această observație. Vă rugăm încercați mai târziu.";

/* No comment provided by engineer. */
"Unable to find location" = "Nu s-a putut găsi locația";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Nu s-a putut găsi numele locației";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Nu s-a putut identifica această observație cu specia aceea. Vă rugăm să încercați mai târziu.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Nu se poate încărca pe iNaturalist, eroare 401 neautorizată. Contactați help@inaturalist.org și încercați mai târziu.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Regatul Unit: National Biodiversity Network Trust sprijină iNaturalist Regatul Unit (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Necunoscut";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Autor necunoscut";

/* Message body when we don't know the error */
"Unknown error" = "Eroare necunoscută";

/* Unknown error */
"Unknown error while making an identification." = "S-a produs o eroare necunoscută în timp ce făceați o identificare.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Eroare Necunoscută: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Articol fără titlu";

/* Title for progress view when migrating db */
"Updating database..." = "Se actualizează baza de date…";

/* No comment provided by engineer. */
"Updating..." = "Se actualizează...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Încărcare";

/* No comment provided by engineer. */
"Upload Error" = "Eroare la încărcare";

/* upload failed alert title */
"Upload Failed" = "Încărcare Eșuată";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Încarcă această observație pentru a activa comentarile și identificările.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Încarcă această observație pentru a activa favorizarea.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Se încarcă...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nume utilizator";

/* users can login with their username or their email address. */
"Username or email" = "Nume de utilizator sau e-mail";

/* Title for version section of settings. */
"Version" = "Versiune";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Tutorial Video";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Vezi sugestii";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Vizitează %@ pentru a crea propriile proiecte";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Vizitează iNaturalist.org pentru a crea propriile ghiduri";

/* basis for a species suggestion */
"Visually Similar" = "Similar vizuale";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Similar vizual / văzut în apropiere";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Se așteaptă încărcarea...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Suntem recunoscători traducerilor oferite de comunitatea crowdin.com, în special: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, și vilseskog. Pentru a te alătura echipei de traducere iNaturalist iOS, vizitați https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Nu avem permisiunea de la iOS pentru a folosi locația dumneavoastră.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Nu putem să luăm fotografia din iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Nu suntem suficient de încrezători pentru a face o recomandare, dar iată sugestiile noastre de top.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Suntem aproape siguri că este în %1$@%2$@.";

/* unknown taxon title */
"What did you see?" = "Ce ai văzut?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Ce înseamnă captiv / cultivat?";

/* No comment provided by engineer. */
"Which organism?" = "Care organism?";

/* No comment provided by engineer. */
"Which person?" = "Care persoană?";

/* No comment provided by engineer. */
"Which place?" = "Care loc?";

/* No comment provided by engineer. */
"Which project?" = "Care proiect?";

/* No comment provided by engineer. */
"Whoops" = "Hopaa";

/* Default upload failure alert title. */
"Whoops!" = "Hopaa!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Fără o dată, observația o să fie foarte greu de identificat cu precizie și nu o să obțină niciodată gradul de cercetare.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Fără o locație, observația o să fie foarte greu de identifcat cu precizie și nu o să obțină niciodată gradul de cercetare.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Fără cel puțin o fotografie sau un sunet al acestei observații, celorlalți le va fi imposibil să ajute la identificarea ei.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Dorești să partajezi raportul de migrare cu help@inaturalist.org pentru depanare?";

/* positive response to binary choice, yes or no */
"Yes" = "Da";

/* change network partner button */
"Yes, change my affiliation" = "Da, schimbă-mi afiliația";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Da, șterge această observație";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Da, licențiază conținutul meu astfel încât oamenii de știință să folosescă datele mele. Află mai multe";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Puteți să vă schimbați afilierea rețea doar o dată pe zi.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Nu aveți permisiunea să faceți aceasta. Contul dvs. poate a fost suspendat. Vă rugăm să contactați help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Nu aveți permisiunea să faceți aceasta. Contul dvs. poate a fost suspendat. Vă rugăm să contactați help@inaturalist.org";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Trebuie să fii conectat la internet pentru a putea face asta.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Trebuie să fii conectat la internet pentru a putea încărca pe iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Trebuie că fii autentificat pentru a accesa proiecte.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Trebuie să fii autentificat pentru a face asta.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Trebuie să fii autentificat pentru a sincroniza proiectele utlilizatorilor.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Trebuie să fii autentificat pentru a putea încărca.";

/* No comment provided by engineer. */
"You must be logged in!" = "Trebuie să fii autentificat!";

/* Account is required error message */
"You must be logged in." = "Trebuie să fii autentificat.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Trebuie să fii înregistrat pentru a te putea alătura unui proiect.";

/* 401 unauthorized message */
"You need to log in to do that." = "Trebuie să te conectezi pentru a face acest lucru.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "O să primiți actualizări odată ce încărcați observații.";

/* Title for account section of settings. */
"Your Account" = "Contul Dvs";

/* No comment provided by engineer. */
"Your Guides" = "Ghidurile tale";

/* Placeholder for free text observation field value */
"Your response here" = "Răspunsul tău aici";
